Repository: phase1geo/Actioneer
Catalog: po/extra/*.po
Languages: it, nl

source: Filesystem automation
it: Automazione del file system
nl: Bestandssysteem-automatisering

source: Automate directory/file actions in your filesystem
it: Automatizza le azioni di directory/file nel tuo filesystem
nl: Automatiseer map- en bestandsacties

source: Automation;Directory;File;FileSystem;
it: Automazione;Directory;File;FileSystem;
nl: Automatisering;Map;Bestand;Bestandssysteem;

source: Run Rules
it: Regole di esecuzione
nl: Voer regels uit

source: Automate directory and file actions in your filesystem
it: Automatizza le azioni di directory e file nel tuo filesystem
nl: Automatiseer map- en bestandsacties

source: Create rules to automate operations on files or directories found within directories. Actioneer allows you to powerfully simplify and organize the content in your file system.
it: Crea regole per automatizzare le operazioni su file o directory che si trovano all'interno di directory. Actioneer ti consente di semplificare e organizzare in modo potente il contenuto nel tuo file system.
nl: Maak regels aan om bestands- en mapacties te automatiseren. Actioneer maakt het je makkelijk, maar is tegelijk ook zéér krachtig.

source: Watch multiple directories to run operations on.
it: Guarda più directory su cui eseguire operazioni.
nl: Monitor meerdere mappen.

source: Create multiple rules per directory.
it: Crea più regole per directory.
nl: Maak meerdere regels per map aan.

source: Each rule can act on file matching one or more conditions and can perform one or more actions on those files.
it: Ogni regola può agire su file che soddisfa una o più condizioni e può eseguire una o più azioni su quei file.
nl: Elke regel kan worden uitgevoerd op basis van één of meerdere voorwaarden en kan één of meerdere acties bevatten.

source: File actions include: move, copy, rename.
it: Le azioni sui file includono: sposta, copia, rinomina.
nl: Bestandsacties: verplaatsen, kopiëren, naam wijzigen.
